tap "buo/cask-upgrade"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "cmake"
brew "fzf"
brew "git"
brew "git-lfs"
brew "heroku"
brew "irssi"
brew "jq"
brew "mysql", restart_service: true
brew "neovim"
brew "nmap"
brew "radare2"
brew "vim"
brew "yarn", args: ["without-node"]
brew "zsh"
brew "zsh-completions"
cask "anaconda"
cask "appcleaner"
cask "between"
cask "brackets"
cask "caffeine"
cask "dash"
cask "docker"
cask "eclipse-java"
cask "folx"
cask "github"
cask "google-backup-and-sync"
cask "google-chrome"
cask "hyperswitch"
cask "imageoptim"
cask "iterm2"
cask "java"
cask "lastfm"
cask "ngrok"
cask "parallels"
cask "postman"
cask "rescuetime"
cask "sequel-pro"
cask "spotify"
cask "sublime-text"
cask "teamviewer"
cask "tunnelbear"
cask "virtualbox"
cask "visual-studio-code"
cask "homebrew/cask-fonts/font-fira-code"
cask "homebrew/cask-fonts/font-hack-nerd-font"
