tap "buo/cask-upgrade"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "caskroom/cask"
brew "cmake"
brew "fasd"
brew "fzf"
brew "git"
brew "git-lfs"
brew "irssi"
brew "jq"
brew "mysql", restart_service: true
brew "neofetch"
brew "neovim"
brew "nmap"
brew "radare2"
brew "reattach-to-user-namespace"
brew "rhino"
brew "ruby"
brew "tmux"
brew "vim"
brew "yarn", args: ["without-node"]
brew "zsh"
brew "zsh-completions"
cask "adobe-acrobat-reader"
cask "anaconda"
cask "android-studio"
cask "appcleaner"
cask "between"
cask "brackets"
cask "caffeine"
cask "dash"
cask "docker"
cask "eclipse-java"
cask "folx"
cask "github"
cask "gitkraken"
cask "google-backup-and-sync"
cask "google-chrome"
cask "hyperswitch"
cask "imageoptim"
cask "imazing"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
cask "ngrok"
cask "parallels"
cask "postman"
cask "rescuetime"
cask "sequel-pro"
cask "sublime-text"
cask "teamviewer"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
cask "vmware-fusion"
cask "caskroom/fonts/font-hack-nerd-font"
