tap "buo/cask-upgrade"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "autojump"
brew "cmake"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "fzf"
brew "gdb"
brew "git"
brew "git-lfs"
brew "heroku"
brew "irssi"
brew "jq"
brew "mysql", restart_service: true
brew "neovim"
brew "nmap"
brew "php@7.0"
brew "python"
brew "radare2"
brew "rbenv"
brew "thefuck"
brew "tmux"
brew "tree"
brew "unzip"
brew "vim"
brew "yarn", args: ["without-node"]
brew "z"
brew "zsh"
brew "zsh-completions"
cask "adobe-creative-cloud"
cask "android-studio"
cask "appcleaner"
cask "between"
cask "brackets"
cask "caffeine"
cask "clion"
cask "dash"
cask "docker"
cask "eclipse-java"
cask "folx"
cask "github"
cask "goland"
cask "google-backup-and-sync"
cask "google-chrome"
cask "hyperswitch"
cask "imageoptim"
cask "intellij-idea"
cask "iterm2"
cask "java"
cask "lastfm"
cask "ngrok"
cask "parallels"
cask "phpstorm"
cask "postman"
cask "pycharm"
cask "raindropio"
cask "rescuetime"
cask "sequel-pro"
cask "spotify"
cask "sublime-text"
cask "teamviewer"
cask "tunnelbear"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "webstorm"
cask "homebrew/cask-fonts/font-fira-code"
cask "homebrew/cask-fonts/font-hack-nerd-font"
cask "homebrew/cask-fonts/font-noto-sans-cjk-kr"
